Repository: gnachman/iTerm2
Catalog: sources/Localizable.xcstrings
Source language: en
Languages: de, ja, pt_br, ru, zh_hans

# ProfilesTerminal.MissingLCCTYPE
source: Unexpectedly missing LC_CTYPE. Report a bug.
de: LC_CTYPE fehlt unerwartet. Bitte einen Fehler melden.
ja: 予期せずLC_CTYPEがありません。バグを報告してください。
pt_br: LC_CTYPE ausente inesperadamente. Relate um bug.
ru: Неожиданно отсутствует LC_CTYPE. Сообщите об ошибке.
zh_hans: 意外缺少 LC_CTYPE。报告 bug。

# ProfilesTerminal.NoLocaleDescription
source: (No description available)
de: (Keine Beschreibung verfügbar)
ja: (説明はありません)
pt_br: (Nenhuma descrição disponível)
ru: (Описание недоступно)
zh_hans: （无可用描述）

# ProfilesTerminal.NoLocaleSelected
source: No locale selected.
de: Kein Gebietsschema ausgewählt.
ja: ロケールが選択されていません。
pt_br: Nenhuma localidade selecionada.
ru: Локаль не выбрана.
zh_hans: 未选择语言环境。

# ProfilesTerminal.NoValidLocale
source: No valid locale exists for this machine’s language and country.
de: Für die Sprache und das Land dieses Rechners existiert kein gültiges Gebietsschema.
ja: このマシンの言語と国に対して有効なロケールが存在しません。
pt_br: Não existe uma localidade válida para o idioma e o país desta máquina.
ru: Для языка и страны этого компьютера не существует подходящей локали.
zh_hans: 此机器的语言和国家/地区不存在有效的语言环境。

# ProfilesTerminal.SelectLocaleMessage
source: Select your preferred locale:
de: Wählen Sie Ihr bevorzugtes Gebietsschema:
ja: 使用するロケールを選択してください:
pt_br: Selecione sua localidade preferida:
ru: Выберите предпочитаемую локаль:
zh_hans: 选择偏好的语言环境：

# ProfilesTerminal.ShellIntegrationRequiredHTML
source: This feature requires shell integration to be installed. <a href="https://iterm2.com/documentation-shell-integration.html">Learn more.</a>
de: Für diese Funktion muss die Shell-Integration installiert sein. <a href="https://iterm2.com/documentation-shell-integration.html">Weitere Informationen.</a>
ja: この機能を使用するには、シェル統合をインストールする必要があります。<a href="https://iterm2.com/documentation-shell-integration.html">詳しくはこちら。</a>
pt_br: Este recurso requer a instalação do Shell Integration. <a href="https://iterm2.com/documentation-shell-integration.html">Saiba mais.</a>
ru: Для этой функции требуется установленная интеграция с оболочкой. <a href="https://iterm2.com/documentation-shell-integration.html">Подробнее.</a>
zh_hans: 此功能需要安装 Shell 集成。<a href="https://iterm2.com/documentation-shell-integration.html">了解更多</a>

# ProfilesTerminal.UTF8MismatchWarning
source: Warning! This profile uses a custom locale that doesn't use UTF-8 as its character encoding, but your profile *is* using UTF-8. This can cause error messages and non-ASCII text to appear wrong.
de: Achtung! Dieses Profil verwendet ein benutzerdefiniertes Gebietsschema, das nicht UTF-8 als Zeichenkodierung verwendet, Ihr Profil verwendet jedoch *tatsächlich* UTF-8. Dies kann dazu führen, dass Fehlermeldungen und Nicht-ASCII-Text falsch angezeigt werden.
ja: 警告! このプロファイルは文字エンコーディングにUTF-8を使用しないカスタムロケールを使用していますが、プロファイル自体は*UTF-8を使用しています*。これにより、エラーメッセージや非ASCII文字が正しく表示されないことがあります。
pt_br: Aviso! Este perfil usa uma localidade personalizada que não usa UTF-8 como codificação de caracteres, mas seu perfil *está* usando UTF-8. Isso pode fazer com que mensagens de erro e texto não ASCII apareçam incorretamente.
ru: Внимание! Этот профиль использует особую локаль, которая не использует UTF-8 в качестве кодировки символов, однако в самом профиле UTF-8 *действительно* используется. Это может привести к неверному отображению сообщений об ошибках и текста, отличного от ASCII.
zh_hans: 警告！此配置文件使用的自定义语言环境不使用 UTF-8 作为字符编码，但你的配置文件*确实*使用 UTF-8。这可能导致错误消息和非 ASCII 文本显示异常。

# ProfilesTerminal.WrongEncodingHeading
source: Wrong Encoding Detected
de: Falsche Kodierung erkannt
ja: 誤ったエンコーディングが検出されました
pt_br: Codificação incorreta detectada
ru: Обнаружена неверная кодировка
zh_hans: 检测到错误的编码

# ProfilesText.AmbiguousWidthWarningBody
source: You probably don’t want to turn this on. It will confuse interactive programs. You might want it if you work mostly with East Asian text combined with legacy or mathematical character sets. Are you sure you want this?
de: Das sollten Sie wahrscheinlich nicht aktivieren. Es verwirrt interaktive Programme. Es könnte nützlich sein, wenn Sie hauptsächlich mit ostasiatischem Text in Kombination mit veralteten oder mathematischen Zeichensätzen arbeiten. Sind Sie sicher, dass Sie dies möchten?
ja: これを有効にすることはお勧めしません。対話型プログラムが混乱する可能性があります。主に東アジアのテキストをレガシーまたは数学記号セットと組み合わせて使用する場合には有用かもしれません。本当によろしいですか?
pt_br: Você provavelmente não quer ativar isto. Vai confundir programas interativos. Você pode querer isto se trabalha principalmente com texto do leste asiático combinado com conjuntos de caracteres legados ou matemáticos. Tem certeza de que deseja isto?
ru: Скорее всего, вам не стоит включать эту функцию. Она может запутать интерактивные программы. Она может пригодиться, если вы в основном работаете с текстом на восточноазиатских языках в сочетании с устаревшими или математическими наборами символов. Вы уверены, что хотите это сделать?
zh_hans: 你可能不想开启此功能。它会干扰交互式程序。如果你主要处理东亚文本以及传统或数学字符集，可能会需要它。你确定要这样做吗？

# ProfilesText.EnableAmbiguousWidth
source: Enable
de: Aktivieren
ja: 有効にする
pt_br: Ativar
ru: Включить
zh_hans: 启用

# ProfilesWindow.EditProfile
source: Edit Profile…
de: Profil bearbeiten…
ja: プロファイルを編集…
pt_br: Editar perfil…
ru: Изменить профиль…
zh_hans: 编辑配置文件…

# ProfilesWindow.NewWindow
source: New Window
de: Neues Fenster
ja: 新規ウインドウ
pt_br: Nova janela
ru: Новое окно
zh_hans: 新窗口

# ProfilesWindow.NewWindowIconAccessibility
source: Open in new window
de: In neuem Fenster öffnen
ja: 新規ウインドウで開く
pt_br: Abrir em nova janela
ru: Открыть в новом окне
zh_hans: 在新窗口中打开

# ProfilesWindow.NewWindows
source: New Windows
de: Neue Fenster
ja: 新規ウインドウ
pt_br: Novas janelas
ru: Новые окна
zh_hans: 新窗口

# ProfilesWindow.OpenInNewTab
source: Open in New Tab
de: In neuem Tab öffnen
ja: 新規タブで開く
pt_br: Abrir em nova aba
ru: Открыть в новой вкладке
zh_hans: 在新标签页中打开

# ProfilesWindow.OpenInNewTabs
source: Open in New Tabs
de: In neuen Tabs öffnen
ja: 新規タブで開く
pt_br: Abrir em novas abas
ru: Открыть в новых вкладках
zh_hans: 在新标签页中全部打开

# ProfilesWindow.OpenInNewWindow
source: Open in New Window
de: In neuem Fenster öffnen
ja: 新規ウインドウで開く
pt_br: Abrir em nova janela
ru: Открыть в новом окне
zh_hans: 在新窗口中打开

# ProfilesWindow.OpenInNewWindows
source: Open in New Windows
de: In neuen Fenstern öffnen
ja: 新規ウインドウで開く
pt_br: Abrir em novas janelas
ru: Открыть в новых окнах
zh_hans: 在新窗口中全部打开

# PseudoTerminal.AddTabToGroup
source: Add Tab to Group
de: Tab zu Gruppe hinzufügen
ja: タブをグループに追加
pt_br: Adicionar aba ao grupo
ru: Добавить вкладку в группу
zh_hans: 将标签页添加到分组

# PseudoTerminal.CaptureGPUFrame
source: Capture GPU Frame
de: GPU-Frame erfassen
ja: GPUフレームをキャプチャ
pt_br: Capturar quadro da GPU
ru: Захватить кадр GPU
zh_hans: 捕获 GPU 帧

# PseudoTerminal.ClearAll
source: Clear All
de: Alle leeren
ja: すべてクリア
pt_br: Limpar tudo
ru: Очистить всё
zh_hans: 清除所有

# PseudoTerminal.ClearBroadcastConfirm
source: Clear all sessions to which input is broadcast? This will affect %ld sessions.
de: Alle Sitzungen leeren, an die Eingaben übertragen werden? Dies betrifft %ld Sitzungen.
ja: 入力がブロードキャストされているすべてのセッションをクリアしますか? これは%ld個のセッションに影響します。
pt_br: Limpar todas as sessões para as quais a entrada é transmitida? Isto afetará %ld sessões.
ru: Очистить все сессии, в которые транслируется ввод? Это затронет %ld сессии.
zh_hans: 清除所有正在广播输入的会话？这将影响 %ld 个会话。

# PseudoTerminal.ClearBroadcastHeading
source: Clear in All Broadcasted-to Sessions?
de: In allen Sitzungen mit Eingabeübertragung leeren?
ja: ブロードキャスト先のすべてのセッションでクリアしますか?
pt_br: Limpar em todas as sessões que recebem transmissão?
ru: Очистить во всех сессиях, куда транслируется ввод?
zh_hans: 是否清除所有广播至的会话？

# PseudoTerminal.ClearCurrentOnly
source: Clear Current Session Only
de: Nur aktuelle Sitzung leeren
ja: 現在のセッションのみクリア
pt_br: Limpar apenas a sessão atual
ru: Очистить только текущую сессию
zh_hans: 仅清除当前会话

# PseudoTerminal.CloseBody.LockedSession.Closed
source: This locked session will be closed.
de: Diese gesperrte Sitzung wird geschlossen.
ja: このロックされたセッションは閉じられます。
pt_br: Esta sessão bloqueada será fechada.
ru: Эта заблокированная сессия будет закрыта.
zh_hans: 此被锁定的会话将被关闭。

# PseudoTerminal.CloseBody.LockedSession.Jobs
source: This locked session is running the following jobs: %@.
de: Diese gesperrte Sitzung führt die folgenden Jobs aus: %@.
ja: このロックされたセッションでは、次のジョブが実行されています: %@。
pt_br: Esta sessão bloqueada está executando os seguintes processos: %@.
ru: В этой заблокированной сессии выполняются следующие процессы: %@.
zh_hans: 此被锁定的会话正在执行以下任务：%@。

# PseudoTerminal.CloseBody.LockedSession.JobsPlus
source: This locked session is running the following jobs: %1$@, plus %2$@.
de: Diese gesperrte Sitzung führt die folgenden Jobs aus: %1$@, sowie %2$@.
ja: このロックされたセッションでは、次のジョブが実行されています: %1$@、および%2$@。
pt_br: Esta sessão bloqueada está executando os seguintes processos: %1$@, além de %2$@.
ru: В этой заблокированной сессии выполняются следующие процессы: %1$@, а также %2$@.
zh_hans: 此被锁定的会话正在执行以下任务：%1$@ 和 %2$@。

# PseudoTerminal.CloseBody.LockedSession.One
source: This locked session is running %@.
de: Diese gesperrte Sitzung führt %@ aus.
ja: このロックされたセッションでは%@が実行されています。
pt_br: Esta sessão bloqueada está executando %@.
ru: В этой заблокированной сессии выполняется %@.
zh_hans: 此锁定会话正在运行 %@。

# PseudoTerminal.CloseBody.MultiPaneTab.Closed
source: This multi-pane tab will be closed.
de: Dieser Mehrbereichs-Tab wird geschlossen.
ja: この複数ペインタブは閉じられます。
pt_br: Esta aba com vários painéis será fechada.
ru: Эта вкладка с несколькими панелями будет закрыта.
zh_hans: 此多窗格标签页将被关闭。

# PseudoTerminal.CloseBody.MultiPaneTab.Jobs
source: This multi-pane tab is running the following jobs: %@.
de: Dieser Mehrbereichs-Tab führt die folgenden Jobs aus: %@.
ja: この複数ペインタブでは、次のジョブが実行されています: %@。
pt_br: Esta aba com vários painéis está executando os seguintes processos: %@.
ru: В этой вкладке с несколькими панелями выполняются следующие процессы: %@.
zh_hans: 此多窗格标签页正在运行以下任务：%@。

# PseudoTerminal.CloseBody.MultiPaneTab.JobsPlus
source: This multi-pane tab is running the following jobs: %1$@, plus %2$@.
de: Dieser Mehrbereichs-Tab führt die folgenden Jobs aus: %1$@, sowie %2$@.
ja: この複数ペインタブでは、次のジョブが実行されています: %1$@、および%2$@。
pt_br: Esta aba com vários painéis está executando os seguintes processos: %1$@, além de %2$@.
ru: В этой вкладке с несколькими панелями выполняются следующие процессы: %1$@, а также %2$@.
zh_hans: 此多窗格标签页正在运行以下任务：%1$@ 以及 %2$@。

# PseudoTerminal.CloseBody.MultiPaneTab.One
source: This multi-pane tab is running %@.
de: Dieser Mehrbereichs-Tab führt %@ aus.
ja: この複数ペインタブでは%@が実行されています。
pt_br: Esta aba com vários painéis está executando %@.
ru: В этой вкладке с несколькими панелями выполняется %@.
zh_hans: 此多窗格标签页正在运行 %@。

# PseudoTerminal.CloseBody.MultiPaneTabLocked.Closed
source: This multi-pane tab (with locked sessions) will be closed.
de: Dieser Mehrbereichs-Tab (mit gesperrten Sitzungen) wird geschlossen.
ja: この複数ペインタブ(ロックされたセッションを含む)は閉じられます。
pt_br: Esta aba com vários painéis (com sessões bloqueadas) será fechada.
ru: Эта вкладка с несколькими панелями (содержащая заблокированные сессии) будет закрыта.
zh_hans: 此多窗格标签页（包含被锁定的会话）将被关闭。

# PseudoTerminal.CloseBody.MultiPaneTabLocked.Jobs
source: This multi-pane tab (with locked sessions) is running the following jobs: %@.
de: Dieser Mehrbereichs-Tab (mit gesperrten Sitzungen) führt die folgenden Jobs aus: %@.
ja: この複数ペインタブ(ロックされたセッションを含む)では、次のジョブが実行されています: %@。
pt_br: Esta aba com vários painéis (com sessões bloqueadas) está executando os seguintes processos: %@.
ru: В этой вкладке с несколькими панелями (содержащей заблокированные сессии) выполняются следующие процессы: %@.
zh_hans: 此多窗格标签页（包含被锁定的会话）正在运行以下任务：%@。

# PseudoTerminal.CloseBody.MultiPaneTabLocked.JobsPlus
source: This multi-pane tab (with locked sessions) is running the following jobs: %1$@, plus %2$@.
de: Dieser Mehrbereichs-Tab (mit gesperrten Sitzungen) führt die folgenden Jobs aus: %1$@, sowie %2$@.
ja: この複数ペインタブ(ロックされたセッションを含む)では、次のジョブが実行されています: %1$@、および%2$@。
pt_br: Esta aba com vários painéis (com sessões bloqueadas) está executando os seguintes processos: %1$@, além de %2$@.
ru: В этой вкладке с несколькими панелями (содержащей заблокированные сессии) выполняются следующие процессы: %1$@, а также %2$@.
zh_hans: 此多窗格标签页（包含被锁定的会话）正在运行以下任务：%1$@ 以及 %2$@。

# PseudoTerminal.CloseBody.MultiPaneTabLocked.One
source: This multi-pane tab (with locked sessions) is running %@.
de: Dieser Mehrbereichs-Tab (mit gesperrten Sitzungen) führt %@ aus.
ja: この複数ペインタブ(ロックされたセッションを含む)では%@が実行されています。
pt_br: Esta aba com vários painéis (com sessões bloqueadas) está executando %@.
ru: В этой вкладке с несколькими панелями (содержащей заблокированные сессии) выполняется %@.
zh_hans: 此多窗格标签页（包含被锁定的会话）正在运行 %@。

# PseudoTerminal.CloseBody.PinnedMultiPaneTab.Closed
source: This pinned multi-pane tab will be closed.
de: Dieser angeheftete Mehrbereichs-Tab wird geschlossen.
ja: このピン留めされた複数ペインタブは閉じられます。
pt_br: Esta aba fixada com vários painéis será fechada.
ru: Эта закреплённая вкладка с несколькими панелями будет закрыта.
zh_hans: 此固定多窗格标签页将被关闭。

# PseudoTerminal.CloseBody.PinnedMultiPaneTab.Jobs
source: This pinned multi-pane tab is running the following jobs: %@.
de: Dieser angeheftete Mehrbereichs-Tab führt die folgenden Jobs aus: %@.
ja: このピン留めされた複数ペインタブでは、次のジョブが実行されています: %@。
pt_br: Esta aba fixada com vários painéis está executando os seguintes processos: %@.
ru: В этой закреплённой вкладке с несколькими панелями выполняются следующие процессы: %@.
zh_hans: 此固定多窗格标签页正在执行以下任务：%@。

# PseudoTerminal.CloseBody.PinnedMultiPaneTab.JobsPlus
source: This pinned multi-pane tab is running the following jobs: %1$@, plus %2$@.
de: Dieser angeheftete Mehrbereichs-Tab führt die folgenden Jobs aus: %1$@, sowie %2$@.
ja: このピン留めされた複数ペインタブでは、次のジョブが実行されています: %1$@、および%2$@。
pt_br: Esta aba fixada com vários painéis está executando os seguintes processos: %1$@, além de %2$@.
ru: В этой закреплённой вкладке с несколькими панелями выполняются следующие процессы: %1$@, а также %2$@.
zh_hans: 此固定多窗格标签页正在执行%1$@和%2$@任务。

# PseudoTerminal.CloseBody.PinnedMultiPaneTab.One
source: This pinned multi-pane tab is running %@.
de: Dieser angeheftete Mehrbereichs-Tab führt %@ aus.
ja: このピン留めされた複数ペインタブでは%@が実行されています。
pt_br: Esta aba fixada com vários painéis está executando %@.
ru: В этой закреплённой вкладке с несколькими панелями выполняется %@.
zh_hans: 此固定多窗格标签页正在执行%@任务。

# PseudoTerminal.CloseBody.PinnedMultiPaneTabLocked.Closed
source: This pinned multi-pane tab (with locked sessions) will be closed.
de: Dieser angeheftete Mehrbereichs-Tab (mit gesperrten Sitzungen) wird geschlossen.
ja: このピン留めされた複数ペインタブ(ロックされたセッションを含む)は閉じられます。
pt_br: Esta aba fixada com vários painéis (com sessões bloqueadas) será fechada.
ru: Эта закреплённая вкладка с несколькими панелями (содержащая заблокированные сессии) будет закрыта.
zh_hans: 此固定多窗格标签页（包含隐藏会话）将被关闭。

# PseudoTerminal.CloseBody.PinnedMultiPaneTabLocked.Jobs
source: This pinned multi-pane tab (with locked sessions) is running the following jobs: %@.
de: Dieser angeheftete Mehrbereichs-Tab (mit gesperrten Sitzungen) führt die folgenden Jobs aus: %@.
ja: このピン留めされた複数ペインタブ(ロックされたセッションを含む)では、次のジョブが実行されています: %@。
pt_br: Esta aba fixada com vários painéis (com sessões bloqueadas) está executando os seguintes processos: %@.
ru: В этой закреплённой вкладке с несколькими панелями (содержащей заблокированные сессии) выполняются следующие процессы: %@.
zh_hans: 此固定多窗格标签页（包含隐藏会话）正在执行%@任务。

# PseudoTerminal.CloseBody.PinnedMultiPaneTabLocked.JobsPlus
source: This pinned multi-pane tab (with locked sessions) is running the following jobs: %1$@, plus %2$@.
de: Dieser angeheftete Mehrbereichs-Tab (mit gesperrten Sitzungen) führt die folgenden Jobs aus: %1$@, sowie %2$@.
ja: このピン留めされた複数ペインタブ(ロックされたセッションを含む)では、次のジョブが実行されています: %1$@、および%2$@。
pt_br: Esta aba fixada com vários painéis (com sessões bloqueadas) está executando os seguintes processos: %1$@, além de %2$@.
ru: В этой закреплённой вкладке с несколькими панелями (содержащей заблокированные сессии) выполняются следующие процессы: %1$@, а также %2$@.
zh_hans: 此固定多窗格标签页（包含锁定会话）正在运行以下任务：%1$@，以及 %2$@。

# PseudoTerminal.CloseBody.PinnedMultiPaneTabLocked.One
source: This pinned multi-pane tab (with locked sessions) is running %@.
de: Dieser angeheftete Mehrbereichs-Tab (mit gesperrten Sitzungen) führt %@ aus.
ja: このピン留めされた複数ペインタブ(ロックされたセッションを含む)では%@が実行されています。
pt_br: Esta aba fixada com vários painéis (com sessões bloqueadas) está executando %@.
ru: В этой закреплённой вкладке с несколькими панелями (содержащей заблокированные сессии) выполняется %@.
zh_hans: 此固定多窗格标签页（包含锁定会话）正在运行 %@。

# PseudoTerminal.CloseBody.PinnedTab.Closed
source: This pinned tab will be closed.
de: Dieser angeheftete Tab wird geschlossen.
ja: このピン留めされたタブは閉じられます。
pt_br: Esta aba fixada será fechada.
ru: Эта закреплённая вкладка будет закрыта.
zh_hans: 此固定标签页将被关闭。

# PseudoTerminal.CloseBody.PinnedTab.Jobs
source: This pinned tab is running the following jobs: %@.
de: Dieser angeheftete Tab führt die folgenden Jobs aus: %@.
ja: このピン留めされたタブでは、次のジョブが実行されています: %@。
pt_br: Esta aba fixada está executando os seguintes processos: %@.
ru: В этой закреплённой вкладке выполняются следующие процессы: %@.
zh_hans: 此固定标签页正在运行以下任务：%@。

# PseudoTerminal.CloseBody.PinnedTab.JobsPlus
source: This pinned tab is running the following jobs: %1$@, plus %2$@.
de: Dieser angeheftete Tab führt die folgenden Jobs aus: %1$@, sowie %2$@.
ja: このピン留めされたタブでは、次のジョブが実行されています: %1$@、および%2$@。
pt_br: Esta aba fixada está executando os seguintes processos: %1$@, além de %2$@.
ru: В этой закреплённой вкладке выполняются следующие процессы: %1$@, а также %2$@.
zh_hans: 此固定标签页正在运行以下任务：%1$@，以及 %2$@。

# PseudoTerminal.CloseBody.PinnedTab.One
source: This pinned tab is running %@.
de: Dieser angeheftete Tab führt %@ aus.
ja: このピン留めされたタブでは%@が実行されています。
pt_br: Esta aba fixada está executando %@.
ru: В этой закреплённой вкладке выполняется %@.
zh_hans: 此固定标签页正在运行 %@。

# PseudoTerminal.CloseBody.PinnedTabLocked.Closed
source: This pinned tab (with a locked session) will be closed.
de: Dieser angeheftete Tab (mit einer gesperrten Sitzung) wird geschlossen.
ja: このピン留めされたタブ(ロックされたセッションを含む)は閉じられます。
pt_br: Esta aba fixada (com uma sessão bloqueada) será fechada.
ru: Эта закреплённая вкладка (с заблокированной сессией) будет закрыта.
zh_hans: 此固定标签页（包含锁定会话）将被关闭。

# PseudoTerminal.CloseBody.PinnedTabLocked.Jobs
source: This pinned tab (with a locked session) is running the following jobs: %@.
de: Dieser angeheftete Tab (mit einer gesperrten Sitzung) führt die folgenden Jobs aus: %@.
ja: このピン留めされたタブ(ロックされたセッションを含む)では、次のジョブが実行されています: %@。
pt_br: Esta aba fixada (com uma sessão bloqueada) está executando os seguintes processos: %@.
ru: В этой закреплённой вкладке (с заблокированной сессией) выполняются следующие процессы: %@.
zh_hans: 此固定标签页（包含锁定会话）正在运行以下任务：%@。

# PseudoTerminal.CloseBody.PinnedTabLocked.JobsPlus
source: This pinned tab (with a locked session) is running the following jobs: %1$@, plus %2$@.
de: Dieser angeheftete Tab (mit einer gesperrten Sitzung) führt die folgenden Jobs aus: %1$@, sowie %2$@.
ja: このピン留めされたタブ(ロックされたセッションを含む)では、次のジョブが実行されています: %1$@、および%2$@。
pt_br: Esta aba fixada (com uma sessão bloqueada) está executando os seguintes processos: %1$@, além de %2$@.
ru: В этой закреплённой вкладке (с заблокированной сессией) выполняются следующие процессы: %1$@, а также %2$@.
zh_hans: 此固定标签页（包含锁定会话）正在运行以下任务：%1$@ 以及 %2$@。

# PseudoTerminal.CloseBody.PinnedTabLocked.One
source: This pinned tab (with a locked session) is running %@.
de: Dieser angeheftete Tab (mit einer gesperrten Sitzung) führt %@ aus.
ja: このピン留めされたタブ(ロックされたセッションを含む)では%@が実行されています。
pt_br: Esta aba fixada (com uma sessão bloqueada) está executando %@.
ru: В этой закреплённой вкладке (с заблокированной сессией) выполняется %@.
zh_hans: 此固定标签页（包含锁定会话）正在运行 %@。

# PseudoTerminal.CloseBody.Session.Closed
source: This session will be closed.
de: Diese Sitzung wird geschlossen.
ja: このセッションは閉じられます。
pt_br: Esta sessão será fechada.
ru: Эта сессия будет закрыта.
zh_hans: 此会话将被关闭。

# PseudoTerminal.CloseBody.Session.Jobs
source: This session is running the following jobs: %@.
de: Diese Sitzung führt die folgenden Jobs aus: %@.
ja: このセッションでは、次のジョブが実行されています: %@。
pt_br: Esta sessão está executando os seguintes processos: %@.
ru: В этой сессии выполняются следующие процессы: %@.
zh_hans: 当前会话正在运行以下任务：%@。

# PseudoTerminal.CloseBody.Session.JobsPlus
source: This session is running the following jobs: %1$@, plus %2$@.
de: Diese Sitzung führt die folgenden Jobs aus: %1$@, sowie %2$@.
ja: このセッションでは、次のジョブが実行されています: %1$@、および%2$@。
pt_br: Esta sessão está executando os seguintes processos: %1$@, além de %2$@.
ru: В этой сессии выполняются следующие процессы: %1$@, а также %2$@.
zh_hans: 当前会话正在运行以下任务：%1$@ 以及 %2$@。

# PseudoTerminal.CloseBody.Session.One
source: This session is running %@.
de: Diese Sitzung führt %@ aus.
ja: このセッションでは%@が実行されています。
pt_br: Esta sessão está executando %@.
ru: В этой сессии выполняется %@.
zh_hans: 当前会话正在运行 %@。

# PseudoTerminal.CloseBody.Tab.Closed
source: This tab will be closed.
de: Dieser Tab wird geschlossen.
ja: このタブは閉じられます。
pt_br: Esta aba será fechada.
ru: Эта вкладка будет закрыта.
zh_hans: 此标签页将被关闭。

# PseudoTerminal.CloseBody.Tab.Jobs
source: This tab is running the following jobs: %@.
de: Dieser Tab führt die folgenden Jobs aus: %@.
ja: このタブでは、次のジョブが実行されています: %@。
pt_br: Esta aba está executando os seguintes processos: %@.
ru: В этой вкладке выполняются следующие процессы: %@.
zh_hans: 此标签页正在运行以下任务：%@。

# PseudoTerminal.CloseBody.Tab.JobsPlus
source: This tab is running the following jobs: %1$@, plus %2$@.
de: Dieser Tab führt die folgenden Jobs aus: %1$@, sowie %2$@.
ja: このタブでは、次のジョブが実行されています: %1$@、および%2$@。
pt_br: Esta aba está executando os seguintes processos: %1$@, além de %2$@.
ru: В этой вкладке выполняются следующие процессы: %1$@, а также %2$@.
zh_hans: 此标签页正在运行以下任务：%1$@，以及 %2$@。

# PseudoTerminal.CloseBody.Tab.One
source: This tab is running %@.
de: Dieser Tab führt %@ aus.
ja: このタブでは%@が実行されています。
pt_br: Esta aba está executando %@.
ru: В этой вкладке выполняется %@.
zh_hans: 此标签页正在运行 %@。

# PseudoTerminal.CloseBody.TabLocked.Closed
source: This tab (with a locked session) will be closed.
de: Dieser Tab (mit einer gesperrten Sitzung) wird geschlossen.
ja: このタブ(ロックされたセッションを含む)は閉じられます。
pt_br: Esta aba (com uma sessão bloqueada) será fechada.
ru: Эта вкладка (с заблокированной сессией) будет закрыта.
zh_hans: 此标签页（处于锁定会话状态）将被关闭。

# PseudoTerminal.CloseBody.TabLocked.Jobs
source: This tab (with a locked session) is running the following jobs: %@.
de: Dieser Tab (mit einer gesperrten Sitzung) führt die folgenden Jobs aus: %@.
ja: このタブ(ロックされたセッションを含む)では、次のジョブが実行されています: %@。
pt_br: Esta aba (com uma sessão bloqueada) está executando os seguintes processos: %@.
ru: В этой вкладке (с заблокированной сессией) выполняются следующие процессы: %@.
zh_hans: 此标签页（处于锁定会话状态）正在运行以下任务：%@。

# PseudoTerminal.CloseBody.TabLocked.JobsPlus
source: This tab (with a locked session) is running the following jobs: %1$@, plus %2$@.
de: Dieser Tab (mit einer gesperrten Sitzung) führt die folgenden Jobs aus: %1$@, sowie %2$@.
ja: このタブ(ロックされたセッションを含む)では、次のジョブが実行されています: %1$@、および%2$@。
pt_br: Esta aba (com uma sessão bloqueada) está executando os seguintes processos: %1$@, além de %2$@.
ru: В этой вкладке (с заблокированной сессией) выполняются следующие процессы: %1$@, а также %2$@.
zh_hans: 此标签页（包含锁定会话）正在运行以下任务：%1$@，以及 %2$@。

# PseudoTerminal.CloseBody.TabLocked.One
source: This tab (with a locked session) is running %@.
de: Dieser Tab (mit einer gesperrten Sitzung) führt %@ aus.
ja: このタブ(ロックされたセッションを含む)では%@が実行されています。
pt_br: Esta aba (com uma sessão bloqueada) está executando %@.
ru: В этой вкладке (с заблокированной сессией) выполняется %@.
zh_hans: 此标签页（包含锁定会话）正在运行 %@。
